import "../design/MDClubStyle.css";
import {Col, Row} from "react-bootstrap";
import academyLogo from "../assets/academyLogo.jpg";

export default function Academy() {
    return (
        <>
            <div className={"MDClub"}>
                <div className={"ClubHeader"}>
                    ლიდერთა განვითარების აკადემია
                </div>

                <div className={"ClubBody"}>
                    <div className={'mb-3'}>
                        "საქართველოს ევროპისმცოდნეთა ასოციაციის" - თავმჯდომარის სპეციალური ბრძანების საფუძველზე, სეას
                        საგანმანათლებლო მიზნების განსახორციელებლად და სტუდენტებისთვის მეტი ჩართულობისა და
                        განვითარებისათვის, 2021 წლის 26 მაისს, შეიქმნა სეას ლიდერთა განვითარების აკადემია. აკადემია
                        წარმოადგენს ნებაყოფლობით გაერთიანებას, რომელიც საქართველოს ევროპისმცოდნედა ასოციაციის და
                        საკუთარი წესდების საფუძველზე ახორციელებს საქმიანობას.
                    </div>
                    <div>
                        - აკადემია შექმნილია საქართველოს ევროპისმცოდნეთა ასოციაციის მიერ და წარმოადგენს სეას ერთ-ერთ
                        ინსტიტუტს;
                    </div>
                    <div>
                        - აკადემია თანამშრომლობს ყველა საგანმანათლებლო დაწესებულებთან სეას სახელით;
                    </div>
                    <div>
                        - აკადემია იქმნება განუსაზღვრელი ვადით.
                    </div>
                    <div className={'pt-3'}>
                        სეას ლიდერთა განვითარების აკადემია წარმოადგენს სეას საგანმანათლებლო ინსტიტუტს რომელიც მოქმედებს
                        სეას წესდებისა და საკუთარი წესდების შესაბამისად საგანმანათლებლო მიზნების განსახორციელებლად
                        უმაღლესი განათლების ხელშეწყობისა და კიდევ უფრო მეტი განათლებისათვის საქართველოში:
                    </div>
                </div>
                <Row className={"ClubFooter"}>
                    <Col sm={12} md={6} lg={6} xl={6} xxl={6} className={'mb-3'}>
                        <div className={"FooterTitle"}>
                            აკადემიის მიზანია:
                        </div>
                        <ul className={"FooterBody"}>
                            <li>აკადემია მიზნად ისახავს ქართული საგანმანათლებლო კულტურის გაუმჯობესებას, ევროპული
                                ქვეყნების საგანმანათლებლო სიახლეების დანერგვასა და განვითარებას,
                            </li>
                            <li>სტუდენტებისთვის ახალი შესაძლებლობების გაჩენასა და თვითრეალიზაციის ხელშეწყობას.
                            </li>
                            <li>უახლესი საგანმანათლებლო შესაძლებლობების დანერგვას და განვითარებას.
                            </li>
                            <li>მოკლე ვადიანი და გრძელვადიანი საგანმანათლებლო პროგრამების ტრენინგებისა და სასწავლო
                                კურსების შეთავაზებას.
                            </li>
                            <li>ყველა საგანმანათლებლო აქტივობებიში ჩართვის უზრუნველყოფას რაც ხელს შეუწყობს განათლების
                                პოპულარიზაციას.
                            </li>
                            <li>განათლების ყველა საფეხურზე ახალგაზრდა თაობის ხელშეწყობას.</li>
                            <li>ქვეყნის შიგნით და საერთაშორისო ასპარეზზე საგანმანათლებლო დაწესებულებებთან
                                თანამშრომლობას.
                            </li>
                        </ul>


                    </Col>
                    <Col className={'d-flex align-items-center'} sm={12} md={6} lg={6} xl={6} xxl={6}>
                        <div className={'ClubFotoSpace'}>
                            <img className={"ClubFoto"} src={academyLogo} alt={"academyLogo"}/>
                        </div>
                    </Col>
                    <div>
                        <div className={'FooterTitle'}>
                            აკადემიის ამოცანაა:
                        </div>
                        <ul className={'FooterBody'}>
                            <li>ახალგაზრდების აქტიური ჩართვა საზოგადოებრივ ცხოვრებაში;</li>
                            <li>სხვადასხვა საგანმანათლებლო პროექტების განხორციელება;
                                (ტრენინგების/მასტერკლასების/სამუშაო შეხვედრების, პროექტების, საჯარო ლექციებისა და
                                ა.შ)
                            </li>
                            <li>ინფორმაციის გავრცელება კლუბის საქმიანობისა და დაგეგმილი ღონისძიებების შესახებ;
                            </li>
                            <li>თემატური შეხვედრების ჩატარება;</li>
                            <li>კლუბის საზოგადოებრივი აღიარების მიღწევა.</li>
                        </ul>
                    </div>
                </Row>
            </div>
        </>
    )
}