import "../design/MDClubStyle.css";
import {Col, Row} from "react-bootstrap";
import mdclubLogo from "../assets/mdclubLogo.jpg";

export default function MDClub() {
    return (
        <>
            <div className={"MDClub"}>
                <div className={"ClubHeader"}>
                    მულტიდისციპლინარული კლუბი
                </div>

                <div className={"ClubBody"}>
                    <div className={'mb-3'}>
                        "საქართველოს ევროპისმცოდნეთა ასოციაციის" - თავმჯდომარის სპეციალური ბრძანების საფუძველზე, სეას
                        საგანმანათლებლო მიზნების განსახორციელებლად და სტუდენტებისთვის მეტი ჩართულობისა და
                        განვითარებისათვის, 2021 წლის 13 აპრილს შეიქმნა სეას მულტიდისციპლინური კლუბი. კლუბი წარმოადგენს
                        ნებაყოფლობით გაერთიანებას, რომელიც საქართველოს ევროპისმცოდნედა ასოციაციის და საკუთარი წესდების
                        საფუძველზე ახორციელებს საქმიანობას.
                    </div>
                    <div>
                        - კლუბი შექმნილია საქართველოს ევროპისმცოდნეთა ასოციაციის მიერ და წარმოადგენს სეას ერთ-ერთ
                        ინსტიტუტს;
                    </div>
                    <div>
                        - კლუბი თანამშრომლობს ყველა საგანმანათლებლო კლუბთან სეას სახელით;
                    </div>
                    <div>
                        - კლუბი იქმნება განუსაზღვრელი ვადით.
                    </div>
                </div>
                <Row className={"ClubFooter"}>
                    <Col sm={12} md={6} lg={6} xl={6} xxl={6} className={'mb-3'}>
                        <div className={"FooterTitle"}>
                            კლუბის მიზანია:
                        </div>
                        <ul className={"FooterBody"}>
                            <li>ევროპის, ევროკავშირის და ევროინტეგრაციის შესახებ ცოდნის გაღრმავება, როგორც ჰუმანიტარული
                                ისე პოლიტიკური და სოციალ-ეკონომიკური ასპექტით;
                            </li>
                            <li>საერთაშორისო ურთიერთობის პროგრამის სტუდენტებისთვის პროფესიული განათლების, ზოგადი
                                ცნობიერების ამაღლება და დიპლომატიური ეტიკეტის განვითარება;
                            </li>
                            <li>სამართლის პროგრამის სტუდენტებისთვის პროფესიული განათლებისა და ზოგადი ცნობიერების
                                ამაღლება;
                            </li>
                            <li>ყველა სხვა პროგრამის სტუდენტებისთვის პროფესიასთან საკუთარი თავის იდენტიფიცირებაში ხელის
                                შეწყობა;
                            </li>
                            <li>კლუბის წევრობა შეუძლიათ ნებისმიერი სპეციალობის მქონე სტუდენტს;
                            </li>
                        </ul>
                    </Col>
                    <Col className={'d-flex align-items-center'} sm={12} md={6} lg={6} xl={6} xxl={6}>
                        <div className={'ClubFotoSpace'}>
                            <img className={"ClubFoto"} src={mdclubLogo} alt={"mdclubLogo"}/>
                        </div>
                    </Col>
                    <div>
                        <div className={"FooterTitle"}>
                            კლუბის ამოცანაა:
                        </div>
                        <ul className={"FooterBody"}>
                            <li>ახალგაზრდების აქტიური ჩართვა საზოგადოებრივ ცხოვრებაში;
                            </li>
                            <li>სხვადასხვა საგანმანათლებლო პროექტების განხორციელება; (ტრენინგების/მასტერკლასების/სამუშაო
                                შეხვედრების, პროექტების, საჯარო ლექციებისა და ა.შ)
                            </li>
                            <li>ინფორმაციის გავრცელება კლუბის საქმიანობისა და დაგეგმილი ღონისძიებების შესახებ;
                            </li>
                            <li>თემატური შეხვედრების ჩატარება;
                            </li>
                            <li>კლუბის საზოგადოებრივი აღიარების მიღწევა.
                            </li>
                        </ul>
                    </div>
                </Row>
            </div>
        </>
    )
}