export const homeList = [
    {
        name: "ვინ ვართ ჩვენ",
        desc: "ყველა ჩვენთაგანი ვცდილობთ მაქსიმალურად დავუახლოვდეთ ერთმანეთსა და უცხო ადამიანებს და ერთად შევისწავლოთ ევროპის ევროპული ჭეშმარიტება. რა თქმა უნდა, არ ვივიწყებთ ჩვენ ფესვებს - საქართველოს."
    },
    {
        name: "ვსწავლობთ ევროპას",
        desc: "საქართველოს ევროპისმცოდნეთა ასოციაციაში როგორც ვასწავლით ასევე თავადაც ვსწავლობთ ევროპას. სეა გულშემატკივრობს და მხარდაჭერას უცხადებს მსგავ პარტნიორ ორგანიზაციებს."
    },
    {
        name: "ვატარებთ შეხვედრებს",
        desc: "საქართველოს ევროპისმცოდნეთა ასოციაცია ხელს უწყობს როგორც ორგანიზაციის გარე ისე შიდა პირებს ჩაატარონ საგანმანათლებლო შეხვედრები დისტანციურ ან პირდაპირ ფორმატში."
    },
    {
        name: "ვზრუნავთ მომავალზე",
        desc: "სეა-ს მიზანია სწორი მიმართულებით აღზარდოს მომავალი თაობა როგორც სეა-ს გარეთ ასევე მის შიგნით. ნებისმიერ მსურველს შეუძლია გამოსცადოს თავი სეა-ს წევრად."
    },
]